// 1) Harry’s mom gave him tk 1000 and asked him to buy some oranges and
// apples.Write a program to help Harry calculate how much money the
// shopkeeper will return.The total cost of 1 kg of oranges and 1 kg of
// apples is tk 700.
// 2) Write a program to calculate the average marks of Mathematics,
//     Biology, Chemistry, Physics, and Bangla of a student.
// 3) John’s teacher gave him two variables.Each variable contains a string.
//     John’s teacher asked him to combine these two strings(‘I am going to
// be’ and ‘an awesome web developer’) and print them in one line.Help
// John write the program.
// 4) Sarah’s mother is teaching her mathematics.She gave Sarah the number
// 119 and asked her what the remainder would be if she divided the number
// by 5. Help Sarah write the program.
// 5) নি চে র ভে রি য়ে বল ডি ক্লে য়ার এ ক োনটার মধ্যে কি কি সমস্যা আছে । দে খত ো বে র করতে
// পার ো কি না ?
//     Var price = 33
// var name - Shabana
// var boxName = ‘Cocola;
// var 88_price = 34;
// var enum = -1;
// var _$box’78 = ‘Monika’;
// var home-address = “kochu khet”;

// 6) You are given an array:

// var fruits = ['Apple', 'Banana', 'Orange'];

// a) Find the index of ‘Banana’ and replace ‘Banana’ with ‘Mango’.
// b) Remove ‘Orange’ and add ‘Watermelon’.

// 7) You and your friends Tom, Jane, Peter and John got their final exam
// results.Your total score is 85, Tom’s total score is 66, Jane’s total score is
// 95, Peter’s total score is 56 and John’s total score is 40. The grading
// chart is

// 80 or above A grade
// 60 or above B grade
// 50 or above C grade
// 40 or above D grade
// 39 or less => F grade

// Write a program to find your and your friends’ grades using
// if-else.

// 8) You are given three numbers 13, 79, and 45. Write a program that will
// print the largest number using if-else.
// 9) You are given a triangle with the sides 9, 8, 9. Write a program to check
// whether a triangle is Isosceles or not using if-else.
//     Isosceles => two sides are equal

// 10) ক্লাস সে ভে র এর ফাইনাল এক্সাম এ তুমি ফার্স্ট হয়ে ছ। ত োমার বন্ধুআলি য়া, ডালি য়া,
//     সালি য়া, মালি য়া, লি লি য়া আর জ্বালাইয়া - তাদে র grade তুমি জান ো না। তবে তাদে র নম্বর
// জান ো. আলি য়া 95 পে য়ে ছে, ডালি য়া 66 পে য়ে ছে, সালি য়া 80 পে য়ে ছে, মালি য়া পে য়ে ছে 59,
//     লি লি য়া পে য়ে ছে 47, জ্বালাইয়া পে য়ে ছে 77। তুমি JS code দি য়ে তাদে র grade বে র করে
// দি তে পারবে ?
// ১) যারা ৫০ এর নি চে পে য়ে ছে, তাদে র grade F.
// ২) যারা ৫০ বা তার উপরে পে য়ে ছে, অথবা ৬০ এর নি চে পে য়ে ছে, তাদে র grade D.
// ৩) যারা ৬০ বা তার উপরে পে য়ে ছে, অথবা ৭০ এর নি চে পে য়ে ছে, তাদে র grade C.

// ৪) যারা ৭০ বা তার উপরে পে য়ে ছে, অথবা ৮০ এর নি চে পে য়ে ছে, তাদে র grade B.
// ৫) যারা ৮০ বা তার উপরে পে য়ে ছে, অথবা ৯০ এর নি চে পে য়ে ছে, তাদে র grade A.
// ৬) যারা ৯০ বা তার উপরে পে য়ে ছে, তাদে র grade A +.

// 11) তাড়াহুড়া করে স্কুলে র জন্য বে র হচ্ছ কি ন্তু রাস্তা পার হওয়ার সময় দে খলে, ট্রাফি ক
// সি গন্যাল লাল রং। এই অবস্থায় যদি তুমি রাস্তা পার হওয়ার চে ষ্টা কর, তাহলে ডে ঞ্জার হতে
// পারে । যদি হলদু রং হয় তাহলে ত োমার থে মে যাওয়া উচি ত। আর যদি ট্রাফি ক সি গন্যাল গ্রি ন
// হয় তাহলে ত োমার রাস্তা পার হওয়া উচি ত। তাই একটা ক োড লি খে ফে ল ো। যে খানে আমরা
// signal নামে একটা ভে রি য়ে বল থাকবে । সে টার মান green, yellow বা red হতে পারে ।
// সে ই অনসুারে ডি ফারে ন্ট ডি ফারে ন্ট কাজ হবে । ত ো, সে ই ক োড ফটাফট লি খে ফে ল ো।
// 12) প্রতি দি ন ত োমার কাজ কি ?
// ১) রাত ৮ টা বাজে মডি উল আনলক কর ো
// ২) ফটাফট ভি ডি ও দে খে দে খে প্রাকটিস কর ো
// ৩) ভি ডি ও দে খতে দে খতে ন োটস নাও
// ৪) মডি উল শে ষ হলে পুরা মডি উল নি জে নি জে প্রাকটিস কর ো
// ৫) ক োন কি ছুবঝু তে না পারলে(চি ন্তা করে দে খ ো এইখানে কি ন্তু একটা শর্ত আছে), সাপ োর্ট সে শনে
// জয়ে ন কর ো
// এখন ত োমার কাজ হচ্ছে একটা for লপু ১০ বার চালি য়ে উপরে র জি নি সগুলা আউটপুট হি সে বে
// দে খান ো।
// 13) আবার একই জি নি স while লপু চালি য়ে ১০ বার দে খান ো।
// 14) উপরে র প্রব্লে মটাই while লপু রি ভার্স ওয়ে তে(decremental হি সে বে)করে দে খাও
// 15) উপরে র প্রব্লে মটাই for লপু রি ভার্স ওয়ে তে(decremental হি সে বে)করে দে খাও
// 16) ত োমার কাছে: ৮০০০০ টাকার বে শি হলে তুমি mac কি নবে, ৬০ টাকার বে শি হলে gaming ল্যাপটপ
// কি নবে, ৪০ হাজার টাকার বে শি হলে lenovo yoga কম্পি উটার কি নবে, ২০ হাজার টাকার বে শি হলে পুরান
// ল্যাপটপ কি নবে । না হয় তুমি ম োবাইল দি য়ে কাজ চালাবে ।

// 17) আসকে আমার মন ভাল ো নে ই এই কথা ৩৯ বার আউটপুট হি সে বে দে খাও।
// 18) while লপু কি ভাবে কাজ করে

// 19) একটা ক োড লি খে ৫৮ থে কে ৯৮ পর্যন্ত যত সংখ্যা আছে সে গুলাকে দে খাও
// 20) একটা ক োড লি খে ৪১২ থে কে ৪৫৬ পর্যন্ত যত জ োর সংখ্যা আছে সে গুলাকে
// দে খাও
// 21) একটা ক োড লি খে ৫৮১ থে কে ৬২৩ পর্যন্ত যত বি জ োড় সংখ্যা আছে সে গুলাকে দে খাও
// 22) তুমি এতদি ন যা যা জি নি স শি খছ ো সে গুলার নাম দি য়ে একটা array বানাও। তারপর একটা
// for লপু দি য়ে সে ই array এর সব উপাদান কে আউটপুট হি সে বে দে খাও।
// 23) তুমি এতদি ন পর্যন্ত যে যে মডে লে র ম োবাইল ফ োন ইউজ করে ছ ো সে গুলার নাম দি য়ে একটা
// array বানাও। তারপর একটা while লপু দি য়ে সে ই array এর উপাদান গুলা একটা একটা করে
// আউটপুট হি সে বে দে খাও
// 24) একটা ফর লপু চালাও। ৩০ থে কে ৮৬ পর্যন্ত। আর এই লপু ৪৪ এ গে লে ব্রে ক করবে । সে ই
// জি নি স ক োড করে দে খাও
// 25) ত োমার যত বই আছে সে গুলার দাম নি য়ে একটা array লি খে ফে ল ো। যে বই গুল োর দাম ২০০
// টাকার উপরে সে গুলাকে স্কি প করবে । অর্থাৎ সে গুলাকে আউটপুট হি সে বে দে খাবে না। বাকি দে র কে
// আউটপুট হি সে বে দে খাবে । দে খ ো করতে পার ো কি না।
// 26) Write a function called foo() which prints “foo” and a function called bar()
// which prints “bar”. Call function bar() in the foo() function after printing.What
// will be the output ? Now call the foo() to see the output.
// 27) Write a function called make_avg() which will take an three integers and
// return the average of those values.
// 28) Challenging: Write a function called make_avg() which will take an array of
// integers and the size of that array and return the average of those values.
// 29) Write a function called odd_even() which takes an integer value and tells
// whether this value is even or odd.You need to do it in 4 ways:

// ● Has return + Has parameter
// ● No return + Has parameter

// 30) You are in a hurry to go to your school on time.But when you are crossing
// the road, the traffic signal is red coloured.In this situation, if you try to cross the
// road, you may be in danger.If you notice a yellow coloured traffic signal, you
// should stop.If you notice a green coloured traffic signal, you should cross the
// road.So write a JS code, where there is a variable called signal.Its value can
// be green, yellow or red & we will get different activities as output depending on
// the variable.So, hurry up.
// 31) একটা ফাংশন লি খবা যে টা ১৩ এর নামতা(multiplication table) আউটপুট হি সে বে
// দে খাবে ।
// 32) একটা ফাংশন লি খবা যে টা যে ক োন নামকে uppercase বা রে গুলার কে ইস হি সে বে নি বে আর
// আউটপুট হি সে বে সে ই নাম lowercase করে রি টার্ন করবে ।
// 33) fullName নামে একটা ফাংশন তৈ রী কর যে টা ত োমার নামে র প্রথম অংশ এবং ত োমার
// নামে র শে ষে র অংশ প্যারামি টার হি সে বে নি বে । আর ত োমার নামে র দইু অংশ জ োড়া দি য়ে আউটপুট
// হি সে বে ত োমার পূর্ন নাম রি টার্ন করে দি বে । যে মন ধর ো, hablu এবং kanto ইনপুট প্যারামি টার
// হি সে বে দি লে আউটপুট হি সে বে hablu kanto রি টার্ন করবে ।
// 34) একটা ফাংশন লি খবা যে টাকে তুমি ক োন সংখ্যাকে ইনপুট হি সে বে দি লে সে সে ই সংখ্যার
// square করে সে ই square কে রি টার্ন করবে ।
// অর্থাৎ তুমি ইনপুট হি সে বে 5 দি লে সে টাতে স্কয়ারে হি সে বে 25 আউটপুট হি সে বে পাবে ।
// 35) Write a function that will take hour as the input parameter and will convert it
// into minutes and will return the result in minutes.
// 36) Write a function findLeapYear() that will take the array[2023, 2024, 2025,
//     2028, 2030] as the input parameter and will check if each year is a leap year.If
// a year is a leap year insert that year in a new array, return the new array and
// print the result.
// 37) Write a function findOddSum() that will take the array[5, 7, 8, 10, 45, 30]
// as the input parameter and will return the sum of the odd numbers.
// 38) leapYear() নামে ফাংশন লি খ ো এবং নে ক্সট ইয়ার অর্থাৎ ২০২৩ কি leap year নাকি সে টা
// চে ক কর ো। Leap year হলে ফাংশন true রি টার্ন করবে আর leap year না হলে false রি টার্ন

// করবে ।
// 39) ত োমার বয়স কি odd নাকি even সংখ্যা সে টা চে ক কর একটা ফাংশন দি য়ে । সে ই
// ফাংশনকে ক োন সংখ্যা প্যারামি টার হি সে বে দি লে, সে ই সংখ্যা Even হলে ফাংশন true রি টার্ন
// করবে আর Odd হলে false রি টার্ন করবে ।
// 40) এমন একটা ফ্যাংশনা লি খ ো যে টাকে তুমি ঘন্টাকে ইনপুট প্যারামি টার হি সে বে দি বে । আর সে
// সে ই ঘন্টাকে মি নি টে কনভার্ট করে মি নি ট রি টার্ন করবে ।
// 41) একটা লপু লি খতে হবে যে টা ১ থে কে ১০০ পর্যন্ত যত সংখ্যা আছে সে টা দে খাবে
// 42) ৫০ থে কে ৮০ এর মধ্যে যত ো বি জ োড় সংখ্যা আছে সে গুলাকে দে খাবে ।
// 43) তি নটা সংখ্যা এর য োগ করতে পারবে এমন একটা ফাংশন লি খ ো
// 44) ত োমাকে ফাংশনে র ইনপুট হি সে বে সে লসি য়াস দি বে । তুমি ক্যালকুলে শন করে তাপমাত্রা
// ফারে নহাইট এ কনভার্ট করে সে টার আউটপুট রি টার্ন করবে
// 45) একইভাবে উল্টা হি সাব করবে । যাতে ত োমাকে ফারে নহাইট হি সে বে তাপমাত্রা দি লে সে টাকে
// সে লসি য়াস এ কনভার্ট করে আউটপুট দি বে ।
// 46) কে উ ১০০ এর মধ্যে কত মার্ক্স্ পে য়ে ছে সে টা ত োমাকে বলে দি বে । তুমি একটা ফাংশন দি য়ে বলে
// দি বে সে এ + পাবে নাকি অন্য ক োন গ্রে ড পাবে ।
// 47) সুদে র হি সাব করবে । জাস্ট হি সাব কে মনে করতে হয়। সে ই চি ন্তায় করবে । সুদ ভাল ো না খারাপ
// সে টা এখন চি ন্তা করার দরকার নাই। জাস্ট একটা ফর্মুলর্মু া থাকলে সে টা কি ভাবে ক োড এ লি খতে হয়
// সে ই এঙ্গে ল থে কে করার চে ষ্টা কর ো।
// 48) Suppose, you have an array with 8 elements.Find the smallest element of
// that array.
// Now for the previous array, try to find the second largest element.
// 49) Write a function and take an array as a parameter.Find the average of all
// the elements of that array and return this average.
// 50) Write a function which takes the height and width of a rectangle as
//     parameters.Find out the area of that rectangle and print the result.

// 51) একটা ক োড লি খ ো। যে টা দি য়ে ক োন একটা array এর মধ্যে সবচে য়ে ছ োট
// সংখ্যা বে র করে দি তে পারবে ।
// 52) একটা ক োড লি খ ো যে টা দি য়ে তি নটা সংখ্যার মধ্যে সবচে য়ে ছ োট সংখ্যা বে র
// করে দি বে ।
// 53) একটা ফাংশন লি খ ো। সে ই ফাংশনে র মধ্যে ইনপুট হি সে বে একটা array নি বে ।
// সে ই array এর মধ্যে অনে কগুলা সংখ্যা থাকবে । ত োমার কাজ হবে ইনপুট নে য়া
// array এর মধ্যে যতগুলা সংখ্যা আছে । সে ই সংখ্যা গুলার গড় বে র করবে ।
// তারপর সে ই গড় ফাংশনে র রি টার্ন হি সে বে দি য়ে দি বে । একটুচি ন্তা কর ো। বঝু ার
// চে ষ্টা কর ো। ট্রাই কর ো। দে খ ো পার ো কি না।
// 54) একটা ফাংশন লি খ ো। যে টা ইনপুট প্যারামি টার হি সে বে একটা আয়তক্ষে ত্রে র
// দৈ র্ঘ্য আর উচ্চতাকে নি বে । তারপর সে ই আয়তক্ষে ত্র এর area(আয়তন) কে
// রে জাল্ট হি সে বে রি টার্ন করবে ।
// 55) (ট্রি কি ) ক োন একটা array এর মধ্যে অনে কগুলা সংখ্যা আছে । সে ই সংখ্যাগুল ো
// থে কে second largest সংখ্যা বে র করার একটা প্র োগ্রাম লি খ ো। দরকার হলে
// গুগলে সার্চ দাও। তারপর সার্চ রে জাল্ট দে খে বঝেুঝে বঝেুঝে করার চে ষ্টা কর ো।
// 56) একটা ফাংশন লি খ ো। সে টার মধ্যে তি নটা প্যারামি টার নি বে । এই তি নটা
// প্যারামি টার হবে ক োন একটা ত্রি ভুজে র তি নটা বাহু এর দৈ র্য্য। এখন ত োমার কাজ
// হচ্ছে ফাংশনে র ভি তরে কি ছুহি সাব নি কাশ করে ত্রি ভুজে র area(আয়তন) বে র
// করা। ক োন একটা ত্রি ভুজে র তি নটা বাহুর দৈ র্য্য দে য়া থাকলে সে টা থে কে কি ভাবে
// আয়তন বে র করতে হয় সে ই ফর্মুলর্মু া গুগল থে কে খুজেঁজে বে র কর ো।
// 57) ক োন একটা সংখ্যা প্রাইম সংখ্যা(prime number) কি না। সে টা চে ক করার একটা
// ফাংশন লি খ ো।
// 58) দইুটা ভে রি য়ে বল এর মধ্যে য োগ, বি য় োগ, গুণ, ভাগ কি ভাবে করতে হয় সে টা কি জান ো।
// অর্থাৎ তুমি কি +, -, *, /, %এইগুলার ব্যবহার জান ো। তাহলে নাম্বার টাইপে র দইুটা ভে রি য়ে বল
// লি খ ো তারপর তাদে র য োগ করে সে টার মান আরে কটা ভে রি য়ে বল এ রাখ ো। একইভাবে ওই দইুটা
// ভে রি য়ে বল এর মধ্যে বি য় োগ, গুন, ভাগ এবং ভাগশে ষ বে র কর ো।
// 59) তুমি কি দইুটা ভে রি য়ে বল এরমধ্যে তুলনা করতে পার ো। কম্পারি জন করতে পার ো। যে দইুটা
// ভে রি য়ে বল এর মধ্যে প্রথমটা সে কে ন্ডটা এর চাইতে ছ োট, বড়, অসমান, সমান, ছ োট বা সমান,

//     বড় বা সমান। এইগুলা চে ক করতে পার ো। অর্থাৎ <, >, ==, !=, <=, >= চি হ্নগুলা ব্যবহার করতে
// পার ো। তাহলে দইুটা সংখ্যা টাইপে র ভে রি য়ে বল ডি ক্লে য়ার করে তাদে রকে এই ছয়ভাবে তুলনা করে
// ক োড লি খে ফে ল ো।
// .
// 60) ত োমার যদি দইুটা শর্ত পূরণ করতে বলে । এবং দইুটা শর্তে র মধ্যে দইুটাই পূরণ করতে হবে ।
// তাহলে তুমি কি সে টা চে ক করতে পারবে ? একইভাবে যদি বলে তুমি দইুটা শর্তে র যে ক োন একটা
// পূরণ করতে পারবে । অর্থাৎ তুমি && এবং || এর ব্যবহার করতে পার ো কি না। যদি পার ো তাহলে
// নি জে নি জে এই রকমে র ক োড লি খে ফে ল ো।
// 61) তুমি কি একটা শর্ত পালন করলে একটা কি ছুকরবে । শর্ত পূরণ না করলে অন্য কি ছুএকটা
// করবে এমন ক োড লি খতে পারবে । অর্থাৎ তুমি কি if-else এর ক োড লি খতে পারবে । পারলে একটা
// ক োড লি খে ফে ল ো
// .
// 62) ত োমাকে যদি বলে একটা while লপু দি য়ে ৭ থে কে ১৯ পর্যন্ত যতগুলা বি জ োড় সংখ্যা আছে
// সে গুলা দে খাতে । তুমি কি সে টা দে খাতে পারবে ? পারলে সে ই ক োড লি খে ফে ল ো।
// 63) ত োমাকে যদি বলা হয় তুমি একটা array ডি ক্লে য়ার করবে । এবং সে টার মধ্যে কয়টা উপাদান
// আছে সে টা বে র করবে হবে । সে ই array এর এর মধ্যে চতুর্থ পজি শন এর উপাদান চে ইঞ্জ করতে
// হবে । array এর মধ্যে দইুটা উপাদান য োগ করতে হবে । এবং একটা উপাদান কে বে র করে দি তে
// হবে । তুমি কি সে টা করতে পারবে ।
// .
// 64) তুমি কি একটা ফর লপু দি য়ে ক োন একটা array এর সবগুলা উপাদানকে দে খাতে পারবে । সে টা
// রে গুলার for লপু হ োক বা for of হ োক। হলে সে ই স্টাইলে একটা ক োড লি খে ফে ল ো।
// 65) ত োমাকে যদি বলা হয়। একটা array এর মধ্যে ৮০ এর চাইতে বড় সংখ্যা থাকলে সে গুলাকে
// console log করে দে খাতে সে টা কি তুমি পারবে ? তাহলে তুমি সে ই ক োড করে ফে ল ো
// .
// 66) তি নটা সংখ্যার গুনফল বে র করে ফাইনাল রে জাল্ট আউটপুট হি সে বে রি টার্ন করতে হবে । তুমি
// কি সে ই ক োড লি খতে পারবে । যদি পার ো তাহলে সে ই ক োড লি খে ফে ল ো।
// 67) একটা অবজে ক্ট ডি ক্লে য়ার করবে । সে টাতে তি নটা প্রপার্টি থাকবে । এবং ক োন একটা প্র োপার্টি
// এর মান চে ইঞ্জ করবা।

// 68) সি ম্পল একটা ফাংশন লি খতে হবে । যে টার নাম হবে feetToInch এবং এই ফাংশন
// ইনপুট হি সে বে নি বে feet আর রি টার্ন করবে inch । অর্থাৎ এই ফাংশনকে ক োন
// একটা ফি ট বলে দি লে সে রি টার্ন হি সে বে বলে দি বে কত ইঞ্চি হয়।

// 69) একদম ফাংশন এর নাম হুবহু centimeterToMeter নাম দি য়ে একটা ফাংশন
// লি খবে । এই ফাংশনে ইনপুট হি সাবে কে উ সে ন্টি মি টার দি বে আর সে ই সে ন্টি মি টার
// কে মি টার এ কনভার্ট করে রে জাল্ট রি টার্ন করবে ।

// .
// 70) আরে কটা ফাংশন লি খবে যে টার নাম লি খবে । যে ই ফাংশনে র নাম হবে paperRequirements
// এই ফাংশনে র প্যারামি টার হি সে বে তি নটা প্যারামি টার হবে । প্রথম প্যারামি টার হবে তুমি প্রথম বই
// কত কপি ছাপাতে চাও। সে কে ন্ড প্যারামি টার হবে তুমি সে কে ন্ড বই কত কপি ছাপাতে চাও। আর
// থার্ড প্যারামি টার হবে তুমি থার্ড বই কত কপি ছাপাতে চাও। অর্থাৎ ক োন বই এর কত কপি ছাপান ো
// হবে সে টাই প্যারামি টার হি সে বে নি বে ।
// এইবার ভাল ো করে খে য়াল কর ো।
// প্রথম বই ছাপান োর জন্য পৃষ্ঠা লাগবে ১০০ টা
// সে কে ন্ড বই ছাপান োর জন্য পৃষ্ঠা লাগবে ২০০ টা
// তৃতীয় বই ছাপান োর জন্য পৃষ্ঠা লাগবে ৩০০ টা
// এখন ত োমার কাজ হচ্ছে paperRequirements নামক ফাংশন লি খে ফে লা যাতে । সে ই ফাংশনকে
// কল করে ক োন বই এর কত কপি লাগবে বলে দি বে প্যারামি টার হি সে বে । আর ফাংশন হি সাব করে
// বলে দি বে ত োমার সর্বম োট কতপৃষ্ঠা কাগজ লাগবে ।
// উত্তর হি সে বে সংখ্যা রি টার্ন করবে ।

// .
// 71) একটা ফাংশন লি খবে । এই ফাংশনে র নাম হবে bestFriend তারপর সে ই ফাংশনে
// ইনপুট প্যারামি টার হি সে বে একটা array নি বে । সে ই array এর মধ্যে ত োমার সব
// ফ্রে ন্ডে র নাম থাকবে । এখন ত োমার কাজ হচ্ছে যে ফ্রে ন্ড এর নাম সবচে য়ে বড় সে ই ফ্রে ন্ড এর
// নাম রি টার্ন করে দে য়া। এই ক্ষে ত্রে তুমি নামটা অর্থাৎ ফ্রে ন্ডে র নাম(স্ট্রি ং) রি টার্ন করতে হবে ।

// .
// 72) এইটা একটুট্রি কি হতে পারে । একটা array এর মধ্যে অনে কগুলা সংখ্যা থাকবে ।
// ত োমার কাজ হচ্ছে সংখ্যা গুলা একটার পর একটা করে চে ক করা। এবং সংখ্যা
// গুলা যদি পজি টিভ সংখ্যা হয়। অর্থাৎ শনূ্য বা শন্যেূন্যে র চাইতে বড় হয় তাহলে
// সে গুলাকে ক োন একটা array এর মধ্যে রাখবে । আর যদি নে গে টিভ সংখ্যা হয়।
// তাহলে লপুটা স্টপ করে দি বে । এবং লপু বন্ধ করার আগ পর্যন্ত যতগুলা পজি টিভ
// সংখ্যা পাওয়া গে ছে । সে গুলা রি টার্ন করে দি বে ।

// .